{
  "Welcome to": "Chào mừng bạn đến với",
  "By signing in, you agree to ITviec": "Bằng việc đăng nhập, bạn đồng ý với các",
  "Terms & Conditions": "Điều khoản dịch vụ",
  "and": "và",
  "Privacy Policy": "Chính sách quyền riêng tư",
  "in relation to your privacy information.": "của ITviec liên quan đến thông tin riêng tư của bạn.",
  "Sign In with Google": "Đăng nhập bằng Google",
  "or": "hoặc",
  "Email": "Địa chỉ Email",
  "Password": "Mật khẩu",
  "Forgot password?": "Quên mật khẩu?",
  "Sign In with Email": "Đăng nhập bằng Email",
  "Do not have an account?": "Bạn chưa có tài khoản?",
  "Sign up now!": "Đăng ký ngay",
  "Sign in to get instant access to thousands of reviews and salary information": "Đăng nhập để truy cập ngay vào hàng ngàn đánh giá và dữ liệu lương thị trường IT",
  "View salary to help you negotiate your offer or pay rise": "Xem trước mức lương để có thể lợi thế khi thoả thuận lương",
  "Find out about benefits, interview, company culture via reviews": "Tìm hiểu về phúc lợi, con người, văn hóa công ty qua các đánh giá chân thật",
  "Easy apply with only 1 click": "Dễ dàng ứng tuyển chỉ với một thao tác",
  "Manage your own profile & privacy": "Quản lý hồ sơ và quyền riêng tư của bạn",
  "Can't be blank": "Thông tin bắt buộc",
  "Please check your email": "Địa chỉ Email không hợp lệ",
  "Email or password is incorrect": "Email hoặc mật khẩu không chính xác",
  "Sign up": "Đăng ký tài khoản",
  "Sign Up with Google": "Đăng ký bằng Google",
  "By signing up with Google, I agree to ITviec": "Bằng việc đăng ký bằng tài khoản Google, bạn đồng ý với các",
  "I have read and agree to ITviec": "Tôi đã đọc và đồng ý với các",
  "Name": "Tên đăng nhập",
  "Already have an account?": "Bạn đã có tài khoản",
  "Sign In Now!": "Đăng nhập ngay",
  "Sign Up with Email": "Đăng ký bằng Email",
  "Note": "Chú thích",
  "Password must have at least 12 characters": "Mật khẩu phải có ít nhất 12 ký tự",
  "Password must contain at least 12 characters. Combination of symbols, numbers, uppercase letters, lowercase letters.": "Mật khẩu phải chứa ít nhất 12 ký tự bao gồm ký tự đặc biệt, số, chữ hoa, chữ thường",
  "Email was used to register an account with Email": "Email đã được dùng để đăng ký tài khoản với Email",
  "Reset Password": "Đặt lại mật khẩu",
  "Email Address": "Email của bạn",
  "New Password": "Mật khẩu mới",
  "Confirm Password": "Xác nhận mật khẩu mới",
  "Update new Password": "Cập nhập mật khẩu mới",
  "Oops! This email address doesn't exist, please try again": "Oops! Email không tồn tại, vui lòng thử lại.",
  "Confirm password is different from New password": "Mật khẩu không khớp. Vui lòng nhập lại"
}
